{
  "header_home": "головна",
  "header_projects": "проєкти",
  "header_about": "про мене",
  "header_contacts": "контакти",
  "hero_title": "Артем Ліра - ",
  "hero_title_span": "фронтенд розробник",
  "hero_text": "Створюю високоякісні, функціональні та естетично привабливі веб-сайти, використовуючи найсучасніші технології та відповідні стандарти",
  "hero_link": "Зв'яжіться зі мною!!",
  "hero_imageText": "Наразі працюємо над",
  "hero_spanText": "Портфоліо",
  "hero_quoteText": "Я не забуваю мої помилки, я використовую їх для своєї переваги",
  "hero_quoteAvtor": "- Альберт Ейнштейн",
  "projects_title": "проєкти",
  "projects_link": "Переглянути всі",
  "skills_title": "навички",
  "about_title": "про мене",
  "about_link": "Читати далі ->",
  "aboutMe_label": "Привіт! Мене звати Артем Ліра, я закінчив навчання в IT академії STEP як фронтенд розробник та продовжую розвиватись у цій області. За рік навчання я набув багато корисних знань та навичок у розробці веб-додатків, включаючи HTML, CSS, JavaScript та React.",
  "aboutMe_text1": "Після навчання в академії я працював над кількома проектами, які допомогли мені закріпити отримані знання та навички. Я використовував React для створення динамічних компонентів та забезпечення швидкого та ефективного відображення інформації на сторінці.",
  "aboutMe_text2": "Я завжди зацікавлений у вивченні нових технологій та практик розробки. Останнім часом я досліджую можливості використання TypeScript та Next.js для покращення ефективності розробки веб-додатків.",
  "aboutMe_text3": "В моєму портфоліо ви можете знайти детальний опис моїх проектів та навичок, якими я володію. Якщо ви зацікавлені у співпраці, будь ласка, зв'яжіться зі мною за допомогою моїх контактних даних, які наведені на моєму портфоліо. Дякую за увагу та з нетерпінням чекаю на можливість співпраці!",
  "about_label": "Привіт, мене звати Артем Ліра!",
  "about_aboutMe": "Я фронтенд-розробник із Запоріжжя, Україна. Я можу розробляти адаптивні веб-сайти з нуля та перетворювати їх на сучасні, зручні для користувача веб-ресурси.",
  "about_text": "Трансформувати свою творчість і знання у веб-сайти - моя пристрасть з 2021 року. Я допомагаю різноманітним клієнтам налагодити їхню присутність в Інтернеті. Тому я завжди зацікавлений у вивченні новітніх технологій та фреймворків.",
  "contacts_title": "контакти",
  "contacts_text": "Шукаю можливості розвитку в IT-компанії або фріланс-проектах. Готовий до роботи над новими викликами та проектами. Зацікавлені у співпраці? Зв'яжіться зі мною:",
  "contacts_inputName": "Ім'я",
  "contacts_inputEmail": "Ел. пошта",
  "contacts_inputTitle": "Тема",
  "contacts_message": "Повідомлення",
  "contacts_button": "Надіслати",
  "contacts_formTitle": "Напишіть мені сюди",
  "page_projects_text": "Список моїх проєктів",
  "page_about_text": "Хто я?",
  "page_contacts_text": "Хто я?",
  "complete_title": "повноцінні додатки",
  "small_title": "малі проєкти",
  "media_title": "всі соц.мережі",
  "facts_title": "мої-цікаві-факти"
}