{
  "header_home": "home",
  "header_projects": "projects",
  "header_about": "about-me",
  "header_contacts": "contacts",
  "hero_title": "Artem Lira is a ",
  "hero_title_span": "front-end developer",
  "hero_text": "I create high-quality, functional, aesthetically pleasing websites using the latest technologies and relevant standards.",
  "hero_link": "Contact me!!",
  "hero_imageText": "Currently working on",
  "hero_spanText": "Portfolio",
  "hero_quoteText": "I don't forget my mistakes, I use them to my advantage.",
  "hero_quoteAvtor": "- Albert Einstein",
  "projects_title": "projects",
  "projects_link": "View all",
  "skills_title": "skills",
  "about_title": "about-me",
  "about_link": "Read more ->",
  "aboutMe_label": "Hello! My name is Artem Lira; I graduated from STEP IT Academy as a front-end developer and continue to develop in this field. During my year of study, I gained a lot of helpful knowledge and skills in web application development, including HTML, CSS, JavaScript, and React.",
  "aboutMe_text1": "After graduating from the academy, I worked on several projects that helped me to consolidate my knowledge and skills. For example, I used React to create dynamic components and ensure that information was displayed quickly and efficiently on the page.",
  "aboutMe_text2": "I am always interested in learning new technologies and development practices. Recently, I have been exploring the possibilities of using TypeScript and Next.js to improve the efficiency of web application development.",
  "aboutMe_text3": "In my portfolio, you can find a detailed description of my projects and the skills I have. If you are interested in cooperation, please contact me using the contact details listed on my portfolio. Thank you for your attention, and I look forward to the opportunity to cooperate!",
  "about_label": "Hello, my name is Artem Lira!",
  "about_aboutMe": "I'm a front-end developer from Zaporizhzhya, Ukraine. I can develop responsive websites from scratch and turn them into modern, user-friendly web resources.",
  "about_text": "Transforming my creativity and knowledge into websites has been my passion since 2021. I help a variety of clients establish their online presence. Therefore, I am always keen to learn the latest technologies and frameworks.",
  "contacts_title": "contacts",
  "contacts_text": "I am looking for development opportunities in an IT company or freelance projects. I am ready to work on new challenges and projects. Are you interested in cooperation? Contact me",
  "contacts_inputName": "Name",
  "contacts_inputEmail": "Email",
  "contacts_inputTitle": "Title",
  "contacts_message": "Message",
  "contacts_button": "Send",
  "contacts_formTitle": "Message me here",
  "page_projects_text": "List of my projects",
  "page_about_text": "Who am i?",
  "page_contacts_text": "Who am i?",
  "complete_title": "complete-apps",
  "small_title": "small-projects",
  "media_title": "all-media",
  "facts_title": "my-fun-facts"
}